TIER_NUMBER = {
    "Level" : 5,
    "Unranked" : 5,
    "Iron" : 0,
    "Bronze" : 5,
    "Silver" : 10,
    "Gold" : 15,
    "Platinum" : 20,
    "Diamond" : 25,
    "Master" : 30,
    "Grandmaster" : 35,
    "Challenger" : 40
}

"""
["정한빈","류호성","서 진","김승연","김재원","이도건","원준","안채웅","김주성","정현문"]
"""
NAME_NICKNAME = {
    "이상혁": ["hide on bush"],
    "정한빈": ["볼베주면캐리"],
    "류호성" : ["moo호흡딜링머신"],
    "서 진" : ["황금의왼발황선홍"],
    "김승연":["백난희"],
    "김재원" : ["귀여운채웅이"],
    "이도건":["2oC"],
    "원준" :["얼마나오렌지"],
    "안채웅":["난웅동개좁빱채웅"],
    "김주성":["IOS6"],
    "정현문":["자이라두둥등장"],
    "지승우":['봉만영'],
    "김민채":['야스오장인민채'],
    "영재":['불의축제쓰레기'],
    "김상현":['복수하는 사자']
}

NICKNAME_NAME = {
    "볼베주면캐리": ["정한빈"],
    "moo호흡딜링머신" : ["류호성"],
    "황금의왼발황선홍" : ["서진"],
    "백난희":["김승연"],
    "귀여운채웅이" : ["김재원"],
    "2oC":["이도건"],
    "얼마나오렌지" :["신원준"],
    "난웅동개좁빱채웅":["안채웅"],
    "IOS6":["김주성"],
    "자이라두둥등장":["정현문"]
}